/* ************************************************************************** */
/*                                                                            */
/*                                                        :::      ::::::::   */
/*   winner_massage.c                                   :+:      :+:    :+:   */
/*                                                    +:+ +:+         +:+     */
/*   By: aareslan <aareslan@student.42.fr>          +#+  +:+       +#+        */
/*                                                +#+#+#+#+#+   +#+           */
/*   Created: 2025/08/15 22:47:12 by aareslan          #+#    #+#             */
/*   Updated: 2025/08/15 22:47:48 by aareslan         ###   ########.fr       */
/*                                                                            */
/* ************************************************************************** */

#include "so_long.h"

void	winnner_message(void)
{
	write(1, "\n🏆✨✨ CONGRATULATIONSSS! ✨✨🏆\n ", 44);
	write(1, " 🚀🚀🚀 YOU WIN BRO! 🚀🚀🚀 \n ", 43);
	write(1, "      🕹️  GAME OVER 🕹️ \n ", 36);
}
